/* audio format string: compression, 'mono' or 'stereo', sample rate, sample size */
"%@, %@, %.2f kHz, %d bits" = "%@, %@, %.2f kHz, %d bits";

/* No comment provided by engineer. */
"%@, which will require about %@ on %@. %@ currently available." = "%@, som kräver ungefär %@ på %@. %@ är tillgängligt.";

/* No comment provided by engineer. */
"%@:\n%@\n\nVidi will quit." = "%@:\n%@\n\nVidi avslutas.";

/* No comment provided by engineer. */
"%d minutes to be recorded" = "%d minuter att spela in";

/* No comment provided by engineer. */
"1 minute to be recorded" = "1 minut att spela in";

/* No comment provided by engineer. */
"About %d minutes to be recorded" = "Ungefär %d minuter att spela in";

/* No comment provided by engineer. */
"Active" = "Aktiv";

/* No comment provided by engineer. */
"An error has occurred" = "Ett fel har uppkommit";

/* No comment provided by engineer. */
"Are you sure you want to stop the recording?" = "Önskar du avsluta inspelningen?";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Close Settings Drawer" = "Stäng Preferenslådan";

/* name for auto-generated channel */
"Composite" = "Composite";

/* No comment provided by engineer. */
"Continue Recording" = "Fortsätt Inspelningen";

/* No comment provided by engineer. */
"Continue Recording..." = "Fortsätt Inspelningen...";

/* start date substitute in Recording Schedule for recurring job */
"Daily" = "Dagligen";

/* No comment provided by engineer. */
"Do you want to stop recording before quitting?" = "Önskar du avsluta inspelningen innan du stänger programmet?";

/* No comment provided by engineer. */
"DV Audio, 32kHz, 16 bits" = "DV Audio, 32kHz, 16 bits";

/* No comment provided by engineer. */
"DV device in use" = "DV apparaten används redan";

/* No comment provided by engineer. */
"DV device not found" = "DV apparaten hittas ej";

/* menu item */
"Edit Stations" = "Redigera Kanalerna";

/* No comment provided by engineer. */
"Error" = "Fel";

/* No comment provided by engineer. */
"Finished" = "Klart";

/* hardware info in About Vidi. parameter is frimware version */
"Formac Studio DV (%@)" = "Formac Studio DV (%@)";

/* hardware info in About Vidi. parameters are frimware version and tuner model */
"Formac Studio DV/TV (%@)\nTuner: %@" = "Formac Studio DV/TV (%@)\nTuner: %@";

/* No comment provided by engineer. */
"Formac Studio in use" = "Formac Studio i användning";

/* hardware info in About Vidi */
"Generic DV device" = "Standard DV apparat";

/* No comment provided by engineer. */
"Less than a minute to be recorded" = "Mindre än en minut att spela in";

/* No comment provided by engineer. */
"Manual recording in progress" = "Manuell inspelning pågår";

/* No comment provided by engineer. */
"Mono" = "Mono";

/* name for auto-generated TV channel
   name for new TV channel */
"new channel" = "ny kanal";

/* name for auto-generated radio station
   name for new radio station */
"new station" = "ny radiokanal";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Open Settings Drawer" = "Öppna Preferenslådan";

/* No comment provided by engineer. */
"Quit" = "Avsluta";

/* No comment provided by engineer. */
"Radio" = "Radio";

/* prompt for record panel */
"Record" = "Spela in";

/* title for file selection panel */
"Record To" = "Spela in till";

/* No comment provided by engineer. */
"Recording could not start" = "Inspelningen kunde inte påbörjas";

/* No comment provided by engineer. */
"Recording could not start due to a problem." = "Inspelningen kan inte påbörjas pga ett problem";

/* No comment provided by engineer. */
"Recording stopped" = "Inspelnigen stoppad";

/* No comment provided by engineer. */
"Recording was stopped prematurely due to a problem." = "Inspelningen stoppades i förtid pga ett problem";

/* name for auto-generated channel */
"S-Video" = "S-Video";

/* No comment provided by engineer. */
"Scheduled" = "Förprogrammerat";

/* prompt for movie destination selection panel
   prompt for file selection panel
   prompt for movies folder selection panel */
"Select" = "Välj";

/* No comment provided by engineer. */
"Show Control Palette" = "Visa Kontrollpaletten";

/* No comment provided by engineer. */
"Stereo" = "Stereo";

/* No comment provided by engineer. */
"Stop" = "Stopp";

/* No comment provided by engineer. */
"Stop Recording" = "Avsluta inspelningen";

/* No comment provided by engineer. */
"The DV device is currently being used by another application." = "DV apparaten används av ett annat program";

/* No comment provided by engineer. */
"The Formac Studio DV is currently being used by another application. To control the Studio DV while it is being used by another application, use the control palette." = "Formac Studio DV används av ett annat program. För att kontrollera Studio DV medan den är i användning av ett annat program, använd kontrollpaletten.";

/* No comment provided by engineer. */
"The Formac Studio DV/TV is currently being used by another application. To control the Studio DV/TV while it is being used by another application, use the control palette." = "Formac Studio DV/TV används av ett annat program. För att kontrollera Studio DV/TV medan den är i användning av ett annat program, använd kontrollpaletten.";

/* No comment provided by engineer. */
"The timer recording from %@ that was scheduled to begin at %@ could not start due to a problem." = "Den programmerade inspelningen från %@ som var satt att påbörjas %@ kunde inte påbörjas pga ett problem.";

/* No comment provided by engineer. */
"The timer recording that was scheduled to begin at %@ could not start due to a problem." = "Den programmerade inspelningen från %@ som var satt att påbörjas %@ kunde inte påbörjas pga ett problem.";

/* No comment provided by engineer. */
"The Vidi Server connection died.\n\nVidi will quit." = "Vidi Server förbindelsen dog. \n\nVidi avslutas.";

/* No comment provided by engineer. */
"Timer recording could not start" = "Den programmerade inspelningen kunde inte påbörjas";

/* No comment provided by engineer. */
"Timer recording in progress" = "Programmerad inspelning pågår";

/* No comment provided by engineer. */
"Timer recording started" = "Den programmerade inspelningen har påbörjats";

/* uncompressed audio */
"Uncompressed" = "Okomprimerat";

/* No comment provided by engineer. */
"Unscheduled" = "Oprogrammerat";

/* No comment provided by engineer. */
"Video" = "Video";

/* No comment provided by engineer. */
"Vidi couldn't find a supported DV device. Make sure the device is connected and powered on, then try again." = "Vidi kunde inte hitta en DV apparat med stöd. Försäkra dig om att apparaten är inkopplad och strömmen tillkopplad, och försök igen.";

/* No comment provided by engineer. */
"Vidi encountered a problem starting the Vidi Server process, and therefore it must quit now." = "Vidi hade problem med att starta Vidi Server processen, och därför måste programmet avslutas nu.";

/* No comment provided by engineer. */
"Vidi is currently recording from %@. During the recording, you cannot change channels." = "Vidi spelar in från %@. Under inspelningen kan du inte byta kanal.";

/* No comment provided by engineer. */
"Vidi is currently recording from %@. Recording will continue until %@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi spelar in från %@. Inspelningen kommer att förtsätta tills %@. Under inspelningen kan du inte byta kanal. Om du avsluta Vidi, fortsätter inspelningen i bakgrunden. Om du loggar ut avslutas inspelningen. ";

/* No comment provided by engineer. */
"Vidi is currently recording." = "Vidi spelar in just nu.";

/* No comment provided by engineer. */
"Vidi is currently recording. Recording will continue until %2$@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi spelar in just nu. Inspelningen kommer att förtsätta tills %2$@. Under inspelningen kan du inte byta kanal. Om du avsluta Vidi, fortsätter inspelningen i bakgrunden. Om du loggar ut avslutas inspelningen.";

/* No comment provided by engineer. */
"Vidi is currently recording. You can stop recording now or continue recording in the background after Vidi quits." = "Vidi spelar in just nu. Du kan avsluta inspelningen nu eller fortsätta inspelningen i bakgrunden efter att Vidi avslutas.";

/* No comment provided by engineer. */
"Vidi Server could not start" = "Vidi Server kunde inte starta";

/* No comment provided by engineer. */
"Vidi started recording from %@. Recording will continue until %@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi påbörjade inspelningen från %@. Inspelningen kommer att fortsätta tills %@. Under inspelningen kan du inte byta kanal. Om du avslutar Vidi, fortsätter inspelningen i bakgrunden. Om du loggar ut, avslutas inspelningen.";

/* No comment provided by engineer. */
"Vidi started recording. Recording will continue until %2$@. During the recording, you cannot change channels. If you quit Vidi, recording will continue in the background. If you log out, recording will stop." = "Vidi började spela in. Inspelningen kommer att fortsätta tills %2$@. Under inspelningen kan du inte byta kanal. Om du avslutar Vidi, fortsätter inspelningen i bakgrunden. Om du loggar ut, avslutas inspelningen.";

